tap "brewsci/bio"
tap "chrokh/tap"
tap "fullscreen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ksonnet/tap"
tap "mike-engel/jwt-cli"
tap "osgeo/osgeo4mac"
tap "osx-cross/avr"
tap "px4/px4"
brew "asciinema"
brew "autoconf"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "icu4c"
brew "gettext"
brew "glib"
brew "ccat"
brew "gmp"
brew "mpfr"
brew "ctags"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "docker"
brew "pcre2"
brew "fish"
brew "flake8"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "grc"
brew "grip"
brew "hexyl"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "libtool"
brew "libyaml"
brew "lynx"
brew "make"
brew "mas"
brew "mosh"
brew "mtr"
brew "node"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scipy"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "ykman"
brew "chrokh/tap/base16-manager"
brew "fullscreen/tap/aws-rotate-key"
brew "mike-engel/jwt-cli/jwt-cli"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
cask "aerial"
cask "aws-vault"
cask "java8"
cask "meld"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Clear", id: 504544917
mas "Clocker", id: 1056643111
mas "DaisyDisk", id: 411643860
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
