tap "osx-cross/avr"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/bundle"
tap "osgeo/osgeo4mac"
tap "caskroom/cask"
brew "autoconf"
brew "gmp"
brew "mpfr"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "avr-libc"
brew "gettext"
brew "ctags"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "pcre2"
brew "fish"
brew "flake8"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "freexl"
brew "giflib"
brew "json-c"
brew "proj"
brew "liblwgeom"
brew "libxml2"
brew "libspatialite"
brew "lzlib"
brew "gdal", args: ["HEAD"]
brew "gnu-sed"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "make"
brew "mas"
brew "mosh"
brew "mtr"
brew "perl"
brew "postgresql"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "wireshark"
brew "homebrew/science/matplotlib"
brew "osgeo/osgeo4mac/gdal2"
brew "osgeo/osgeo4mac/gdal2-python"
cask "docker"
cask "flux"
cask "gdal-framework"
cask "google-cloud-sdk"
cask "qgis"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
mas "Airmail 3", id: 918858936
mas "Clear", id: 504544917
mas "DaisyDisk", id: 411643860
mas "GIF Brewery 3", id: 1081413713
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "NordVPN", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
